Repository: wp-plugins/content-switcher
Catalog: languages/content-switcher-rs_*.po
Languages: sr

source: Allows you to easily display a random number, a random or variable content on your website, and to optimize your website with Google Optimizer and Google Analytics.
sr: Omogućava vam da jednostavno prikažete nasumičan broj, nasumičan sadržaj ili varijablu na svom web site-u i da upotrebite Google Optimizer i Google Analytics za optimizaciju svog web site-a.

source: Uninstall
sr: Deinstaliraj

source: Reset
sr: Vrati na početne vrednosti

source: Options
sr: Opcije

source: Documentation
sr: Dokumentacija

source: no
sr: ne

source: yes
sr: da

source: Options reset.
sr: Opcije vraćene na početne vrednosti.

source: Options deleted.
sr: Opcije obrisane.

source: Do you really want to reset the options of Content Switcher?
sr: Da li zaista želite da vratite opcije za Content Switcher na početne vrednosti?

source: Do you really want to permanently delete the options of Content Switcher?
sr: Da li zaista želite trajno da obrišete opcije za Content Switcher?

source: Yes
sr: Da

source: Settings saved.
sr: Podešavanja sačuvana.

source: Google Analytics Account Tracking ID:
sr: ID za praćenje Google Analytics naloga:

source: Google Optimizer Account Tracking ID:
sr: ID za praćenje Google Optimizer naloga:

source: More informations
sr: Više informacija

source: Track with Google Analytics the:
sr: Koristi Google Analytics za praćenje:

source: Administrators
sr: Administratori

source: Editors
sr: Urednici

source: Authors
sr: Autori

source: Contributors
sr: Saradnici

source: Subscribers
sr: Pretplatnici

source: Visitors without any role
sr: Posetioci bez ikakve uloge

source: you can check several boxes
sr: možete štiklirati nekoliko polja

source: Front office pages
sr: Front office stranice

source: Back office pages
sr: Back office stranice

source: Add JavaScript code
sr: Dodaj JavaScript kod

source: If you uncheck this box, Content Switcher will never add any JavaScript code to the pages of your website, but Google Analytics and Google Optimizer will not work.
sr: Ako poništite štikliranje ovog polja, Content Switcher nikad neće dodati nijedan JavaScript kod stranicama vašeg web site-a, ali Google Analytics i Google Optimizer neće raditi.

source: Save Changes
sr: Sačuvaj izmene

source: Display a variable content
sr: Prikaži sadržaj varijable

source: Display a random content
sr: Prikaži nasumičan sadržaj

source: Hide this box
sr: Sakrij ovaj okvir

source: Delete the options of Content Switcher
sr: Obriši opcije za Content Switcher

source: Reset the options of Content Switcher
sr: Vrati opcije za Content Switcher na početne vrednosti

source: Delete the options of Content Switcher for all sites in this network
sr: Obriši opcije za Content Switcher za sve site-ove u ovoj mreži

source: Do you really want to permanently delete the options of Content Switcher for all sites in this network?
sr: Da li zaista želite trajno da obrišete opcije za Content Switcher za sve site-ove u ovoj mreži?
