Repository: wp-plugins/content-switcher
Catalog: languages/content-switcher-*.po
Languages: fr_ca

source: Easily display a random number, a random or variable content on your website. Optimize your website with Google Optimizer and add the Google Analytics code to each page of your website.
fr_ca: Affichez facilement un nombre aléatoire, un contenu aléatoire ou variable sur votre site Web. Optimisez votre site Web avec Google Optimizer et ajoutez le code Google Analytics à chaque page de votre site Web.

source: Complete Documentation
fr_ca: Documentation Complète

source: in English
fr_ca: en Anglais

source: in French
fr_ca: en Français

source: Google Analytics Account Tracking ID
fr_ca: Identifiant de tracking de votre compte Google Analytics

source: Google Optimizer Account Tracking ID
fr_ca: Identifiant de tracking de votre compte Google Optimizer

source: <a href="http://www.kleor-editions.com/content-switcher/en/#part5.2">More informations</a>
fr_ca: <a href="http://www.kleor-editions.com/content-switcher/#part5.2">Plus d'informations</a>

source: Track with Google Analytics the
fr_ca: Suivre avec Google Analytics les

source: Administrators
fr_ca: Administrateurs

source: Editors
fr_ca: Éditeurs

source: Authors
fr_ca: Auteurs

source: Contributors
fr_ca: Contributeurs

source: Subscribers
fr_ca: Abonnés

source: Visitors without any role
fr_ca: Visiteurs sans aucun rôle

source: you can check several boxes
fr_ca: vous pouvez cocher plusieurs cases

source: Add JavaScript code
fr_ca: Ajouter le code JavaScript

source: If you uncheck this box, Content Switcher will never add any JavaScript code to the pages of your website, but Google Analytics and Google Optimizer will not work.
fr_ca: Si vous décochez cette case, Content Switcher n'ajoutera jamais de code JavaScript aux pages de votre site Web, mais Google Analytics et Google Optimizer ne fonctionneront pas.

source: <a href="http://www.kleor-editions.com/content-switcher/en/#part6.1">More informations</a>
fr_ca: <a href="http://www.kleor-editions.com/content-switcher/#part6.1">Plus d'informations</a>
